class keyword:
    ##注释表示已抓取 table='news'
    keyword = ['小康社会',
               '改革攻坚',
               '依法治国',
               '从严治党',
               '供给侧结构性改革',
               '军队改革',
               '脱贫攻坚',
               '反腐倡廉',
               '房价调控',
               '环境保护',
               '简政放权',
               '中国制造',
               '退休政策',
               '户籍改革',
               '教育公平',
               '扩大就业',
               '社会保障',
               '人民币汇率',
               '食药安全',
               '收入分配',
               '大国外交',
               '创新驱动',
               '载人航天',
               '信息安全',
               '互联网',
               ]
    # 供给侧改革 table='news'
    # keyword = ['去产能','去库存','去杠杆','降成本','补短板']

    # 反腐倡廉 table='news'
    # keyword=['反腐','严密组织','严明纪律','严格管理党','严肃监督党员','廉洁从政','党的纯洁性','党风廉政建设和反腐败斗争']

    # keyword=['去产能','去库存','去杠杆','降成本','补短板',
    #          '反腐','严密组织','严明纪律','严格管理党','严肃监督党员','廉洁从政','党的纯洁性','党风廉政建设和反腐败斗争',
    #          '退休','养老','退休处理','劳动保险','老弱病残干部','退职待遇','离休','养老保险','退休年龄']
    # keyword=['供给侧改革','反腐倡廉','退休政策']
